tap "adoptopenjdk/openjdk"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ant"
brew "coreutils"
brew "sqlite"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "erlang"
brew "elixir"
brew "gnutls"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "libheif"
brew "imagemagick"
brew "joe"
brew "leiningen"
brew "libsass"
brew "mas"
brew "n"
brew "ncdu"
brew "nmap"
brew "rename"
brew "renameutils"
brew "ripgrep"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "clojure/tools/clojure"
cask "adobe-creative-cloud"
cask "alfred"
#cask "amazon-music"
cask "atext"
cask "calibre"
cask "cyberduck"
cask "dash"
cask "flycut"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
# cask "redisinsight"
cask "signal"
cask "slack"
# cask "spectacle"
cask "sublime-text"
# cask "syncthing"
cask "teamviewer"
cask "transmission"
cask "vagrant"
#cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "microsoft-office"
# mas "Accelerate", id: 1459809092
# mas "LINE", id: 539883307
# mas "Mimeo Photos", id: 1282504627
# mas "Motif", id: 1404636482
# mas "Notability", id: 360593530
mas "Photos Duplicate Cleaner", id: 592704001
mas "Tailscale", id: 1475387142
